tap "aws/tap", trusted: true
tap "fluxcd/tap", trusted: true
brew "actionlint"
brew "asdf"
brew "aws/tap/eks-node-viewer"
brew "awscli"
brew "carapace"
brew "cfn-lint"
brew "colordiff"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "fzf-tab"
brew "gh"
brew "gnupg"
brew "gnu-sed"
brew "go"
brew "helm"
brew "jq"
brew "k9s"
brew "krew"
brew "parquet-cli"
brew "pinentry-mac"
brew "pwgen"
brew "pyenv"
brew "python-yq"
brew "rbenv"
brew "ruby-build"
brew "shellcheck"
brew "starship"
brew "tfenv"
brew "tmux"
brew "tree"
brew "watch"
brew "yamllint"
brew "zsh-autosuggestions"
brew "fluxcd/tap/flux"
cask "1password"
cask "1password-cli"
cask "claude-code"
cask "docker"
cask "karabiner-elements"
cask "sequel-ace"
cask "visual-studio-code"
