tap "aws/tap"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
brew "actionlint"
brew "asdf"
brew "aws/tap/eks-node-viewer"
brew "awscli"
brew "cfn-lint"
brew "colordiff"
brew "fnm"
brew "gh"
brew "gnupg"
brew "gnu-sed"
brew "go"
brew "hashicorp/tap/terraform"
brew "helm"
brew "jq"
brew "k9s"
brew "krew"
brew "parquet-cli"
brew "pinentry-mac"
brew "pwgen"
brew "pyenv"
brew "python-yq"
brew "rbenv"
brew "ruby-build"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "yamllint"
brew "zsh-autosuggestions"
brew "fluxcd/tap/flux"
cask "1password"
cask "1password-cli"
cask "docker"
cask "karabiner-elements"
cask "visual-studio-code"
