tap "fluxcd/tap"
tap "homebrew/bundle"
brew "asdf"
brew "awscli"
brew "cfn-lint"
brew "colordiff"
brew "gh"
brew "gnupg"
brew "gnu-sed"
brew "jq"
brew "k9s"
brew "pinentry-mac"
brew "python-yq"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "yamllint"
brew "zsh-autosuggestions"
brew "fluxcd/tap/flux"
cask "docker"
cask "karabiner-elements"
cask "visual-studio-code"
